{
    "between 39 and 54 years old_0_between 50 and 100": "This group consists of travelers who are between 39 and 54 years old, identify as female, and have an income between 50 and 100.",
    "between 24 and 39 years old_0_under 50": "This group consists of travelers who are between 24 and 39 years old, identify as female, and have an income under 50.",
    "between 24 and 39 years old_1_between 50 and 100": "This group consists of travelers who are between 24 and 39 years old, identify as male, and have an income between 50 and 100.",
    "between 24 and 39 years old_1_over 100": "This group consists of travelers who are between 24 and 39 years old, identify as male, and have an income over 100.",
    "between 39 and 54 years old_0_over 100": "This group consists of travelers who are between 39 and 54 years old, identify as female, and have an income over 100.",
    "between 39 and 54 years old_1_under 50": "This group consists of travelers who are between 39 and 54 years old, identify as male, and have an income under 50.",
    "between 54 and 65 years old_1_over 100": "This group consists of travelers who are between 54 and 65 years old, identify as male, and have an income over 100.",
    "between 39 and 54 years old_1_between 50 and 100": "This group consists of travelers who are between 39 and 54 years old, identify as male, and have an income between 50 and 100.",
    "under 24 years old_1_between 50 and 100": "This group consists of travelers who are under 24 years old, identify as male, and have an income between 50 and 100.",
    "between 39 and 54 years old_1_over 100": "This group consists of travelers who are between 39 and 54 years old, identify as male, and have an income over 100.",
    "under 24 years old_0_under 50": "This group consists of travelers who are under 24 years old, identify as female, and have an income under 50.",
    "between 24 and 39 years old_1_unknown": "This group consists of travelers who are between 24 and 39 years old, identify as male, and have an income unknown.",
    "over 65 years old_1_over 100": "This group consists of travelers who are over 65 years old, identify as male, and have an income over 100.",
    "over 65 years old_1_under 50": "This group consists of travelers who are over 65 years old, identify as male, and have an income under 50.",
    "between 24 and 39 years old_0_unknown": "This group consists of travelers who are between 24 and 39 years old, identify as female, and have an income unknown.",
    "between 24 and 39 years old_0_between 50 and 100": "This group consists of travelers who are between 24 and 39 years old, identify as female, and have an income between 50 and 100.",
    "between 54 and 65 years old_1_between 50 and 100": "This group consists of travelers who are between 54 and 65 years old, identify as male, and have an income between 50 and 100.",
    "under 24 years old_1_unknown": "This group consists of travelers who are under 24 years old, identify as male, and have an income unknown.",
    "between 54 and 65 years old_1_unknown": "This group consists of travelers who are between 54 and 65 years old, identify as male, and have an income unknown.",
    "between 39 and 54 years old_0_under 50": "This group consists of travelers who are between 39 and 54 years old, identify as female, and have an income under 50.",
    "between 54 and 65 years old_0_between 50 and 100": "This group consists of travelers who are between 54 and 65 years old, identify as female, and have an income between 50 and 100.",
    "between 24 and 39 years old_0_over 100": "This group consists of travelers who are between 24 and 39 years old, identify as female, and have an income over 100.",
    "between 54 and 65 years old_1_under 50": "This group consists of travelers who are between 54 and 65 years old, identify as male, and have an income under 50.",
    "between 54 and 65 years old_0_over 100": "This group consists of travelers who are between 54 and 65 years old, identify as female, and have an income over 100.",
    "between 39 and 54 years old_1_unknown": "This group consists of travelers who are between 39 and 54 years old, identify as male, and have an income unknown.",
    "under 24 years old_1_under 50": "This group consists of travelers who are under 24 years old, identify as male, and have an income under 50.",
    "between 24 and 39 years old_1_under 50": "This group consists of travelers who are between 24 and 39 years old, identify as male, and have an income under 50.",
    "under 24 years old_0_unknown": "This group consists of travelers who are under 24 years old, identify as female, and have an income unknown.",
    "between 54 and 65 years old_0_under 50": "This group consists of travelers who are between 54 and 65 years old, identify as female, and have an income under 50.",
    "between 39 and 54 years old_0_unknown": "This group consists of travelers who are between 39 and 54 years old, identify as female, and have an income unknown.",
    "between 54 and 65 years old_0_unknown": "This group consists of travelers who are between 54 and 65 years old, identify as female, and have an income unknown.",
    "over 65 years old_0_under 50": "This group consists of travelers who are over 65 years old, identify as female, and have an income under 50.",
    "over 65 years old_0_between 50 and 100": "This group consists of travelers who are over 65 years old, identify as female, and have an income between 50 and 100.",
    "over 65 years old_0_unknown": "This group consists of travelers who are over 65 years old, identify as female, and have an income unknown.",
    "under 65 years old_1_between 50 and 100": "This group consists of travelers who are under 65 years old, identify as male, and have an income between 50 and 100.",
    "over 65 years old_1_between 50 and 100": "This group consists of travelers who are over 65 years old, identify as male, and have an income between 50 and 100.",
    "over 65 years old_1_unknown": "This group consists of travelers who are over 65 years old, identify as male, and have an income unknown.",
    "under 24 years old_0_between 50 and 100": "This group consists of travelers who are under 24 years old, identify as female, and have an income between 50 and 100.",
    "over 65 years old_0_over 100": "This group consists of travelers who are over 65 years old, identify as female, and have an income over 100."
}